[
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={33329F09-46F8-477C-BD97-3E3094C89A94}",
        "title": "DTU is Part of a New National Centre for Digital Technologies",
        "desc": "DTU Compute and the DTU ecosystem for entrepreneurship is going to play a significant role in a new, digital research, education and innovation centre. The centre aims...",
        "date": "05 JAN"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={340C4FFC-499F-4957-B31F-8D0F3D5E29B0}",
        "title": "Do you know your data’s worth?",
        "desc": "The more data we share, the more informed society's decision-making become. This is the opinion of Pierre Pinson, who is new professor in operations analysis at DTU Management...",
        "date": "04 JAN"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={C774A007-6921-4C7B-8052-EBD295182038}",
        "title": "There are no quick solutions to the lack of gender equality",
        "desc": "Society needs engineers, including more engineers than are currently being educated. We are therefore doing everything we can to attract new talents to DTU’s study...",
        "date": "18 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={D199778B-646D-44FF-830F-33B342994A27}",
        "title": "DTU celebrates best start-up projects of the year",
        "desc": "The student start-up Reel receives DKK 200,000 to develop a solution that can promote green transition in small and medium-sized Danish businesses.",
        "date": "17 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={645BB218-BCEB-49C1-881B-A064042EDAD8}",
        "title": "DTU is sustainable from the inside out",
        "desc": "Sustainability isn’t just a buzzword for us. A sustainable mindset permeates everything we do. That’s the essence of DTU’s new sustainability policy.",
        "date": "17 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={B1F22599-2EA2-4145-848D-D79F6CEF7F46}",
        "title": "CBS and DTU join forces to overcome societal challenges",
        "desc": "Copenhagen Business School (CBS) and the Technical University of Denmark (DTU) establish a strategic collaboration on master programmes and executive master programmes...",
        "date": "17 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={6E139226-B2B7-4C24-92E3-DB53C4F4322C}",
        "title": "DKK 13 million invested in making Danish shipping greener",
        "desc": "Danish shipping companies can save many thousands of tonnes of CO2 and hundreds of millions of kroner annually with an innovative digital solution for loading ships, which...",
        "date": "16 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={C809454F-D08C-4311-AE3A-76597FDA02E8}",
        "title": "Sustainability assessments awarded with research prize",
        "desc": "Assistant Professor Morten Ryberg from DTU Management has been awarded the Jorck’s Foundation Prize for his sustainability assessments. His future goal is the assessment...",
        "date": "16 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={22052066-5394-4E39-A34B-3334E0B00DF4}",
        "title": "Detection of manipulation receives DTU award",
        "desc": "DTU’s award for this year’s student start-up goes to Defudger for their use of artificial intelligence to expose fake photos and videos.",
        "date": "15 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={9E4F95E5-B01C-4B94-AF59-98157545E2EA}",
        "title": "New master’s degree in personalized medicine",
        "desc": "New technology can be used to tailor treatments to the individual patient. However, for the potentials to be realized, qualified staff are needed. To this end, five Danish...",
        "date": "15 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={A534711A-4084-4EEA-9DF4-11B6E3F07A70}",
        "title": "Drones for safety inspection of ships pass test",
        "desc": "The drones to be used for safety inspections of ships in the future passed the first ‘go-no-go test’ with flying colours. The next step will involve further...",
        "date": "15 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={9E0DC67F-8261-43A2-B7A7-626FA1499F6E}",
        "title": "Groundwater used for heating and cooling while being purified",
        "desc": "A new project aims to develop a model for using groundwater to heat and cool buildings while the water is at the same time cleansed of pollutants that pose a risk to...",
        "date": "14 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={B6618772-521B-44FB-8DF0-13818BE875C6}",
        "title": "New approach can improve COVID-19 predictions worldwide",
        "desc": "Methods currently used around the world for predicting the development of COVID-19 and other pandemics fail to report precisely on the best and worst case scenarios. Newly...",
        "date": "11 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={7AC5FD78-01EB-44DA-8F0D-80B27264C5F2}",
        "title": "Wastewater offers important source of knowledge about resistance",
        "desc": "Wastewater analysis can detect the spread of resistant bacteria and can be used for global monitoring of the problem.",
        "date": "11 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={DDB700EC-84F6-44A4-B305-2BD9DB1D0249}",
        "title": "Three ERC Consolidator Grants to DTU researchers",
        "desc": "DTU researchers receive three out of nine Danish Consolidator Grants from the European Research Council.",
        "date": "09 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={F746DA77-AE3B-44A6-AD48-F8C8A9346613}",
        "title": "Green pandemic recovery essential to close climate action gap",
        "desc": "2020 Emissions Gap Report says right policies could cut a quarter of 2030 emissions, getting us close to Paris Agreement goals.",
        "date": "09 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={9F0B2A4C-72B2-4A2C-A6A8-8472291E9D9D}",
        "title": "Cells optimized to produce antimicrobial agents",
        "desc": "With the help of ‘metabolic engineering’, researchers from DTU Biosustain are designing and optimizing microorganisms to produce new substances that can be...",
        "date": "09 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={8FC8B35C-0BA9-4727-B5EF-31A61FC5EC85}",
        "title": "New knowledge about coliforms to counteract multi-resistance",
        "desc": "Researchers have now mapped how coliform bacteria attach to the intestinal wall giving hope for development of new treatments.",
        "date": "08 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={B5ABF59E-14E0-400C-9283-4C2F3FC6EA2B}",
        "title": "Finn Foton makes a quantum jump to the Japanese market",
        "desc": "The first book in the series of Finn Foton has made it to the Japanese market with support from the Ministry for Foreign Affairs of Denmark through the Export sparring...",
        "date": "08 DEC"
    },
    {
        "url": "https://www.dtu.dk/english/news/Nyhed?id={74A5EEF7-D7FC-458B-B34E-AC6CC251E2B2}",
        "title": "Entire bacterial community can provide us with new antimicrobial agents",
        "desc": "Instead of isolating antimicrobial agent-producing bacteria in laboratories, development is taking a new turn: Now the bacteria must live together just as they do in nature...",
        "date": "07 DEC"
    }
]